Repository: alhussaini/workspaces_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcomeStatementInLogin
source: hello login
ar: اهلا بعودتك!

# theGuidingStatmentInLogin
source: please login
ar: ادخل البيانات التالية لتتمكن من الوصول إلى حسابك!

# welcomeStatementInSignUp
source: hello Sigup
ar: سجّل الآن مجاناً!

# theGuidingStatmentInSignUp
source: please SignUP
ar: ادخل البيانات التالية لانشاء حساب جديد، ابدء الان انه مجاني!

source: Full Name
ar: الاسم الكامل

# reconfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

# bouttonSubmitLogin
source: login
ar: تسجيل الدخول

# bouttonSubmitSiginUp
source: تسجيل مستخدم جديد
ar: تسجيل الدخول

# convertLabelInLogin
source: Do not have acc
ar: ليس لديك حساب ؟

# bouttonConvertInLogin
source: sinup now
ar: سجل الان!

# convertLabelInSigUp
source: Are you have acc
ar: لديك حساب بالفعل؟

# bouttonConvertInSigUp
source: login now
ar: سجّل دخول الان!

# textDividerInRegestration
source: OR sigin with
ar: او تسجيل الدخول باستخدام

source: Work Space Descreotion
ar: وصف المكان

# workSpaceImages
source: Images
ar: صور المكان

source: See All
ar: مشاهدة الكل

# workSpaceFeature
source: Features
ar: مميزات

# rating
source: rate
ar: تقيمات

source: stars
ar: نجوم

source: Book Now
ar: احجز الان

source: Time And History
ar: الوقت والتاريخ

source: Tomorrow
ar: غدا

source: Today
ar: اليوم

source: This Week
ar: هذا الاسبوع

source: select from calender
ar: اختر من التقويم

# personsNum
source: Person Nums
ar: عدد الاشخاص

source: Room Type
ar: نوع الغرفه

# verifyYourAccount
source: Verifying Your Account
ar: التحقق من الحساب

# textUnderVerifyAccount
source: Code had been sent to
ar: تم ارسال الكود الي

# enterCodeToVerify
source: Enter The Code To Verifying
ar: أدخل الكود للتحقق من حسابك

# compeleteInfoHeader
source: compelete info to continue
ar: استكمال البيانات لتفعيل

source: Account
ar: الحساب

# waitingBook
source: wait
ar: يتم مراجعة الطلب

source: lettle wait
ar: انتظر قليلا

source: wallet
ar: محفظة الكترونية

source: cash
ar: نقدا

# card
source: debit/credit
ar: بطاقة ائتمانية/ خصم
